Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ProfilePreferences.CouldntConvertProfiles
source: Couldn't convert one or more profiles to JSON. Check Console.app for errors.
de: Ein oder mehrere Profile konnten nicht in JSON umgewandelt werden. Überprüfen Sie Console.app auf Fehler.
ja: 1つ以上のプロファイルをJSONに変換できませんでした。エラーの詳細はConsole.appで確認してください。
pt_br: Não foi possível converter um ou mais perfis para JSON. Verifique o Console.app para ver os erros.
ru: Не удалось преобразовать один или несколько профилей в JSON. Проверьте ошибки в Console.app.
zh_hans: 无法将一个或多个配置文件转换为 JSON。请检查“控制台”应用中的错误。

# ProfilePreferences.CouldntSaveFormat
source: Couldn't save to “%1$@” on %2$@: %3$@
de: Konnte nicht in „%1$@“ auf %2$@ speichern: %3$@
ja: %2$@の「%1$@」に保存できませんでした: %3$@
pt_br: Não foi possível salvar em “%1$@” em %2$@: %3$@
ru: Не удалось сохранить в «%1$@» на %2$@: %3$@
zh_hans: 无法将内容保存到 %2$@中的“%1$@”：%3$@

# ProfilePreferences.DeleteProfileConfirmation
source: Delete profile %@?
de: Profil %@ löschen?
ja: プロファイル%@を削除しますか？
pt_br: Apagar o perfil %@?
ru: Удалить профиль %@?
zh_hans: 删除%@配置文件？

# ProfilePreferences.DynamicProfileWarningFormat
source: The selected profile, “%@”, is a dynamic profile. These are generally only edited by hand. iTerm2 is now able to write changes back to dynamic profiles when they are marked as “rewritable“. Rewriting can cause the order of values to change.
de: Das ausgewählte Profil „%@“ ist ein dynamisches Profil. Diese werden im Allgemeinen nur von Hand bearbeitet. iTerm2 kann nun Änderungen an dynamische Profile zurückschreiben, wenn sie als „überschreibbar“ markiert sind. Das Überschreiben kann dazu führen, dass sich die Reihenfolge der Werte ändert.
ja: 選択したプロファイル「%@」はダイナミックプロファイルです。これらは通常、手動でのみ編集されます。 iTerm2は現在、「書き換え可能」と設定されているダイナミックプロファイルに変更を書き戻すことができます。書き換えを行うと値の順序が変わることがあります。
pt_br: O perfil selecionado, “%@”, é um perfil dinâmico. Em geral, esses só são editados manualmente. O iTerm2 agora consegue gravar alterações de volta em perfis dinâmicos quando eles são marcados como “reescrevíveis”. A reescrita pode fazer com que a ordem dos valores mude.
ru: Выбранный профиль «%@» является динамическим. Такие профили обычно редактируются только вручную. Теперь iTerm2 может записывать изменения обратно в динамические профили, если они помечены как «перезаписываемые». Перезапись может изменить порядок значений.
zh_hans: 所选配置文件“%@”是动态配置文件。此类文件通常只能手动编辑。 iTerm2 现在可以在动态配置文件被标记为“可重写”时，将更改写回这些配置文件。重写可能导致值的顺序发生变化。

# ProfilePreferences.ImportFailedFormat
source: Import from %1$@ failed: %2$@
de: Import von %1$@ fehlgeschlagen: %2$@
ja: %1$@からのインポートに失敗しました: %2$@
pt_br: Falha ao importar de %1$@: %2$@
ru: Импорт из %1$@ не удался: %2$@
zh_hans: 从 %1$@ 导入失败：%2$@

# ProfilePreferences.InvalidJSONMissingNameOrGuid
source: Invalid JSON: missing Name or Guid key in top-level dictionary.
de: Ungültiges JSON: Der Schlüssel „Name“ oder „Guid“ fehlt im obersten Dictionary.
ja: 無効なJSON: トップレベルの辞書にNameまたはGuidキーがありません。
pt_br: JSON inválido: falta a chave Name ou Guid no dicionário de nível superior.
ru: Недопустимый JSON: отсутствует ключ Name или Guid в словаре верхнего уровня.
zh_hans: 无效的 JSON：顶层字典中缺少 Name 或 Guid 键。

# ProfilePreferences.InvalidJSONMissingNameOrGuidInProfile
source: Invalid JSON: missing Name or Guid key in profile number %@.
de: Ungültiges JSON: Der Schlüssel „Name“ oder „Guid“ fehlt in Profil Nummer %@.
ja: 無効なJSON: プロファイル番号%@にNameまたはGuidキーがありません。
pt_br: JSON inválido: falta a chave Name ou Guid no perfil número %@.
ru: Недопустимый JSON: отсутствует ключ Name или Guid в профиле номер %@.
zh_hans: 无效的 JSON：第 %@ 个配置文件中缺少 Name 或 Guid 键。

# ProfilePreferences.InvalidJSONNotArrayOfDicts
source: Invalid JSON: not an array of dictionaries.
de: Ungültiges JSON: kein Array von Dictionaries.
ja: 無効なJSON: 辞書の配列ではありません。
pt_br: JSON inválido: não é um array de dicionários.
ru: Недопустимый JSON: это не массив словарей.
zh_hans: 无效的 JSON：不是字典数组。

# ProfilePreferences.InvalidJSONNoTopLevelDict
source: Invalid JSON: does not have a top-level dictionary.
de: Ungültiges JSON: kein oberstes Dictionary vorhanden.
ja: 無効なJSON: トップレベルの辞書がありません。
pt_br: JSON inválido: não há um dicionário de nível superior.
ru: Недопустимый JSON: отсутствует словарь верхнего уровня.
zh_hans: 无效的 JSON：没有顶层字典。

# ProfilePreferences.MarkAsRewritable
source: Mark as Rewritable
de: Als überschreibbar markieren
ja: 書き換え可能としてマーク
pt_br: Marcar como reescrevível
ru: Пометить как перезаписываемый
zh_hans: 标记为可重写

# ProfilePreferences.NewProfileName
source: New Profile
de: Neues Profil
ja: 新規プロファイル
pt_br: Novo perfil
ru: Новый профиль
zh_hans: 新配置文件

# ProfilePreferences.Replace
source: Replace
de: Ersetzen
ja: 置き換え
pt_br: Substituir
ru: Заменить
zh_hans: 替换

# ProfilePreferences.ReplaceProfileConfirmation
source: Replace profile “%@” with the current session's settings?
de: Profil „%@“ durch die Einstellungen der aktuellen Sitzung ersetzen?
ja: プロファイル「%@」を現在のセッションの設定で置き換えますか？
pt_br: Substituir o perfil “%@” pelos ajustes da sessão atual?
ru: Заменить профиль «%@» настройками текущей сессии?
zh_hans: 用当前会话的设置替换配置文件“%@”？

# ProfilePreferences.RevealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
ja: Finderで表示
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# ProfilePreferences.UnknownProfileName
source: (unknown name)
de: (unbekannter Name)
ja: (名前不明)
pt_br: (nome desconhecido)
ru: (неизвестное имя)
zh_hans: (未知名称)

# Profiles.Window.BackgroundImageBlending
source: Background image blending
de: Hintergrundbild-Überblendung
ja: 背景画像のブレンド
pt_br: Mesclagem da imagem de plano de fundo
ru: Смешивание фонового изображения
zh_hans: 背景图像混合

# Profiles.Window.BackgroundImageEnabled
source: Background image enabled
de: Hintergrundbild aktiviert
ja: 背景画像を有効化
pt_br: Imagem de plano de fundo ativada
ru: Фоновое изображение включено
zh_hans: 启用背景图像

# Profiles.Window.BackgroundImageFolderInterval
source: Background image folder interval
de: Intervall für Hintergrundbild-Ordner
ja: 背景画像フォルダの切り替え間隔
pt_br: Intervalo da pasta de imagens de plano de fundo
ru: Интервал смены фонового изображения из папки
zh_hans: 背景图像文件夹间隔

# Profiles.Window.BackgroundImageFolderPath
source: Path to background image folder
de: Pfad zum Hintergrundbild-Ordner
ja: 背景画像フォルダへのパス
pt_br: Caminho da pasta de imagens de plano de fundo
ru: Путь к папке с фоновыми изображениями
zh_hans: 背景图像文件夹路径

# Profiles.Window.BackgroundImagePathDisplayName
source: Path to background image
de: Pfad zum Hintergrundbild
ja: 背景画像へのパス
pt_br: Caminho da imagem de plano de fundo
ru: Путь к фоновому изображению
zh_hans: 背景图像路径

# Profiles.Window.BackgroundImagePickerMessage
source: Choose an image for the background, or a folder to rotate through its images.
de: Wählen Sie ein Bild für den Hintergrund oder einen Ordner, dessen Bilder abwechselnd angezeigt werden sollen.
ja: 背景に使用する画像、またはその画像を順番に切り替えるフォルダを選択してください。
pt_br: Escolha uma imagem para o plano de fundo ou uma pasta para alternar entre suas imagens.
ru: Выберите изображение для фона или папку для поочерёдного показа изображений из неё.
zh_hans: 为背景选择图像，或选择一个文件夹以轮换其中的图像。

# Profiles.Window.BackgroundImageScalingMode
source: Background image scaling mode
de: Skalierungsmodus für Hintergrundbild
ja: 背景画像の拡大縮小モード
pt_br: Modo de escala da imagem de plano de fundo
ru: Режим масштабирования фонового изображения
zh_hans: 背景图像缩放模式

# Profiles.Window.BackgroundImageSourceMode
source: Background image source mode
de: Quellmodus für Hintergrundbild
ja: 背景画像のソースモード
pt_br: Modo de origem da imagem de plano de fundo
ru: Режим источника фонового изображения
zh_hans: 背景图像来源模式

# Profiles.Window.BlurRadius
source: Blur radius
de: Unschärferadius
ja: ぼかし半径
pt_br: Raio de desfoque
ru: Радиус размытия
zh_hans: 模糊半径

# Profiles.Window.ColumnsBy
source: columns by
de: Spalten mal
ja: 列 ×
pt_br: colunas por
ru: столбцов на
zh_hans: 列 ×

# Profiles.Window.CustomTabTitle
source: Custom tab title for new tabs
de: Benutzerdefinierter Tab-Titel für neue Tabs
ja: 新規タブのカスタムタブタイトル
pt_br: Título de aba personalizado para novas abas
ru: Пользовательский заголовок вкладки для новых вкладок
zh_hans: 新标签页的自定义标题

# Profiles.Window.CustomWindowTitle
source: Custom window title for new windows
de: Benutzerdefinierter Fenstertitel für neue Fenster
ja: 新規ウインドウのカスタムウインドウタイトル
pt_br: Título de janela personalizado para novas janelas
ru: Пользовательский заголовок окна для новых окон
zh_hans: 新窗口的自定义标题

# Profiles.Window.EmptyFolderHeading
source: Empty Folder
de: Leerer Ordner
ja: 空のフォルダ
pt_br: Pasta vazia
ru: Пустая папка
zh_hans: 空文件夹

# Profiles.Window.EnableCustomTabTitle
source: Enable custom tab title for new tabs
de: Benutzerdefinierten Tab-Titel für neue Tabs aktivieren
ja: 新規タブにカスタムタブタイトルを使用する
pt_br: Ativar título de aba personalizado para novas abas
ru: Включить пользовательский заголовок вкладки для новых вкладок
zh_hans: 为新标签页启用自定义标题

# Profiles.Window.EnableCustomWindowTitle
source: Enable custom window title for new windows
de: Benutzerdefinierten Fenstertitel für neue Fenster aktivieren
ja: 新規ウインドウにカスタムウインドウタイトルを使用する
pt_br: Ativar título de janela personalizado para novas janelas
ru: Включить пользовательский заголовок окна для новых окон
zh_hans: 为新窗口启用自定义标题

# Profiles.Window.FolderNoImagesMessage
source: The folder “%@” contains no images, so no background image will be shown.
de: Der Ordner „%@“ enthält keine Bilder, daher wird kein Hintergrundbild angezeigt.
ja: フォルダ「%@」には画像が含まれていないため、背景画像は表示されません。
pt_br: A pasta “%@” não contém imagens, portanto nenhuma imagem de plano de fundo será exibida.
ru: Папка «%@» не содержит изображений, поэтому фоновое изображение не будет показано.
zh_hans: 文件夹“%@”不包含图像，因此不会显示背景图像。

# Profiles.Window.FolderNotDirectoryMessage
source: The folder “%@” could not be used because it does not exist or is not a directory.
de: Der Ordner „%@“ konnte nicht verwendet werden, da er nicht existiert oder kein Verzeichnis ist.
ja: フォルダ「%@」は存在しないかディレクトリではないため使用できませんでした。
pt_br: A pasta “%@” não pôde ser usada porque não existe ou não é um diretório.
ru: Папку «%@» не удалось использовать, так как она не существует или не является папкой.
zh_hans: 文件夹“%@”无法使用，因为它不存在或不是目录。

# Profiles.Window.FolderUnreadableMessage
source: The folder “%@” could not be read.
de: Der Ordner „%@“ konnte nicht gelesen werden.
ja: フォルダ「%@」を読み取れませんでした。
pt_br: A pasta “%@” não pôde ser lida.
ru: Не удалось прочитать папку «%@».
zh_hans: 文件夹“%@”无法读取。

# Profiles.Window.HeightInPercent
source: Window height in percentage of screen height
de: Fensterhöhe in Prozent der Bildschirmhöhe
ja: 画面の高さに対するウインドウの高さの割合
pt_br: Altura da janela em porcentagem da altura da tela
ru: Высота окна в процентах от высоты экрана
zh_hans: 窗口高度（屏幕高度百分比）

# Profiles.Window.HeightInPixels
source: Window height in pixels
de: Fensterhöhe in Pixel
ja: ピクセル単位のウインドウの高さ
pt_br: Altura da janela em pixels
ru: Высота окна в пикселях
zh_hans: 窗口高度（像素）

# Profiles.Window.HeightInRows
source: Window height in rows
de: Fensterhöhe in Zeilen
ja: 行単位のウインドウの高さ
pt_br: Altura da janela em linhas
ru: Высота окна в строках
zh_hans: 窗口高度（行数）

# Profiles.Window.ImageCorruptMessage
source: The image “%@” could not be loaded because it is corrupt or not a supported format.
de: Das Bild „%@“ konnte nicht geladen werden, da es beschädigt ist oder ein nicht unterstütztes Format hat.
ja: 画像「%@」は破損しているかサポートされていない形式のため読み込めませんでした。
pt_br: A imagem “%@” não pôde ser carregada porque está corrompida ou não é um formato suportado.
ru: Не удалось загрузить изображение «%@», так как оно повреждено или имеет неподдерживаемый формат.
zh_hans: 图像“%@”无法载入，因为它已损坏或不是受支持的格式。

# Profiles.Window.ImageEmptyMessage
source: The image “%@” could not be loaded because the file is empty.
de: Das Bild „%@“ konnte nicht geladen werden, da die Datei leer ist.
ja: 画像「%@」はファイルが空のため読み込めませんでした。
pt_br: A imagem “%@” não pôde ser carregada porque o arquivo está vazio.
ru: Не удалось загрузить изображение «%@», так как файл пуст.
zh_hans: 图像“%@”无法载入，因为文件为空。

# Profiles.Window.InitialScreen
source: Initial screen for new windows
de: Anfänglicher Bildschirm für neue Fenster
ja: 新規ウインドウの初期画面
pt_br: Tela inicial para novas janelas
ru: Начальный экран для новых окон
zh_hans: 新窗口的初始屏幕

# Profiles.Window.InitialSpace
source: Initial desktop/space for new windows
de: Anfänglicher Schreibtisch/Space für neue Fenster
ja: 新規ウインドウの初期デスクトップ/スペース
pt_br: Área de trabalho/espaço inicial para novas janelas
ru: Начальный рабочий стол/пространство для новых окон
zh_hans: 新窗口的初始桌面/空间

# Profiles.Window.MainScreen
source: Main Screen
de: Hauptbildschirm
ja: メイン画面
pt_br: Tela principal
ru: Основной экран
zh_hans: 主屏幕

# Profiles.Window.ProblemLoadingFolderHeading
source: Problem Loading Folder
de: Problem beim Laden des Ordners
ja: フォルダの読み込みに関する問題
pt_br: Problema ao carregar a pasta
ru: Проблема при загрузке папки
zh_hans: 载入文件夹时出现问题

# Profiles.Window.ProblemLoadingImageHeading
source: Problem Loading Image
de: Problem beim Laden des Bildes
ja: 画像の読み込みに関する問題
pt_br: Problema ao carregar a imagem
ru: Проблема при загрузке изображения
zh_hans: 载入图像时出现问题

# Profiles.Window.Rows
source: rows
de: Zeilen
ja: 行
pt_br: linhas
ru: строк
zh_hans: 行

# Profiles.Window.ScreenNoPreference
source: No Preference
de: Keine Präferenz
ja: 指定なし
pt_br: Sem preferência
ru: Без предпочтений
zh_hans: 无偏好

# Profiles.Window.ScreenWithCursor
source: Screen with Cursor
de: Bildschirm mit Mauszeiger
ja: カーソルがある画面
pt_br: Tela com o cursor
ru: Экран с курсором
zh_hans: 光标所在屏幕

# Profiles.Window.SpacesWarning
source: To have a new window open in a specific space, make sure that Spaces is enabled in System Preferences and that it is configured to switch directly to a space with ^ Number Keys.
de: Damit ein neues Fenster in einem bestimmten Space geöffnet wird, stellen Sie sicher, dass Spaces in den Systemeinstellungen aktiviert und so konfiguriert ist, dass mit ^ Zifferntasten direkt zu einem Space gewechselt wird.
ja: 新規ウインドウを特定のスペースで開くには、システム環境設定でSpacesが有効になっており、^ 数字キーで直接スペースに切り替わるよう設定されていることを確認してください。
pt_br: Para que uma nova janela abra em um espaço específico, verifique se os Espaços estão ativados nas Preferências do Sistema e configurados para alternar diretamente para um espaço com as teclas ^ Número.
ru: Чтобы новое окно открывалось в определённом пространстве, убедитесь, что функция Spaces включена в Системных настройках и настроена на переключение непосредственно в пространство с помощью ^ Number Keys.
zh_hans: 要让新窗口在特定空间中打开，请确保“系统设置”中启用了“空间”，并且配置为使用 ^ 数字键直接切换空间。

# Profiles.Window.TabTitleContextMistake
source: This interpolated string is evaluated in the tab’s context, not the session’s context. To access variables in the current session, use currentSession.sessionVariableNameHere
de: Diese interpolierte Zeichenfolge wird im Kontext des Tabs ausgewertet, nicht im Kontext der Sitzung. Um auf Variablen der aktuellen Sitzung zuzugreifen, verwenden Sie currentSession.sessionVariableNameHere
ja: この補間文字列はセッションのコンテキストではなく、タブのコンテキストで評価されます。現在のセッションの変数にアクセスするには、currentSession.sessionVariableNameHereを使用してください
pt_br: Esta string interpolada é avaliada no contexto da aba, não no contexto da sessão. Para acessar variáveis na sessão atual, use currentSession.sessionVariableNameHere
ru: Эта интерполированная строка вычисляется в контексте вкладки, а не в контексте сессии. Чтобы получить доступ к переменным текущей сессии, используйте currentSession.sessionVariableNameHere
zh_hans: 此插值字符串在标签页上下文中被计算，而非会话上下文。要访问当前会话中的变量，请使用 currentSession.sessionVariableNameHere

# Profiles.Window.UnitColumns
source: Columns
de: Spalten
ja: 列
pt_br: Colunas
ru: Столбцы
zh_hans: 列

# Profiles.Window.UnitPercentOfScreenHeight
source: % of screen height
de: % der Bildschirmhöhe
ja: 画面の高さの%
pt_br: % da altura da tela
ru: % от высоты экрана
zh_hans: 屏幕高度的百分比

# Profiles.Window.UnitPercentOfScreenWidth
source: % of screen width
de: % der Bildschirmbreite
ja: 画面の幅の%
pt_br: % da largura da tela
ru: % от ширины экрана
zh_hans: 屏幕宽度的百分比

# Profiles.Window.UnitRows
source: Rows
de: Zeilen
ja: 行
pt_br: Linhas
ru: Строки
zh_hans: 行

# Profiles.Window.WidthInColumns
source: Window width in columns
de: Fensterbreite in Spalten
ja: 列単位のウインドウの幅
pt_br: Largura da janela em colunas
ru: Ширина окна в столбцах
zh_hans: 窗口宽度（列数）

# Profiles.Window.WidthInPercent
source: Window width in percentage of screen width
de: Fensterbreite in Prozent der Bildschirmbreite
ja: 画面の幅に対するウインドウの幅の割合
pt_br: Largura da janela em porcentagem da largura da tela
ru: Ширина окна в процентах от ширины экрана
zh_hans: 窗口宽度（屏幕宽度百分比）

# Profiles.Window.WidthInPixels
source: Window width in pixels
de: Fensterbreite in Pixel
ja: ピクセル単位のウインドウの幅
pt_br: Largura da janela em pixels
ru: Ширина окна в пикселях
zh_hans: 窗口宽度（像素）

# Profiles.Window.WindowStyle
source: Window style for new windows
de: Fensterstil für neue Fenster
ja: 新規ウインドウのウインドウスタイル
pt_br: Estilo de janela para novas janelas
ru: Стиль окна для новых окон
zh_hans: 新窗口的窗口样式

# Profiles.Window.WindowTitleContextMistake
source: This interpolated string is evaluated in the window’s context, not the session’s context. To access variables in the current session, use currentTab.currentSession.sessionVariableNameHere
de: Diese interpolierte Zeichenfolge wird im Kontext des Fensters ausgewertet, nicht im Kontext der Sitzung. Um auf Variablen der aktuellen Sitzung zuzugreifen, verwenden Sie currentTab.currentSession.sessionVariableNameHere
ja: この補間文字列はセッションのコンテキストではなく、ウインドウのコンテキストで評価されます。現在のセッションの変数にアクセスするには、currentTab.currentSession.sessionVariableNameHereを使用してください
pt_br: Esta string interpolada é avaliada no contexto da janela, não no contexto da sessão. Para acessar variáveis na sessão atual, use currentTab.currentSession.sessionVariableNameHere
ru: Эта интерполированная строка вычисляется в контексте окна, а не в контексте сессии. Чтобы получить доступ к переменным текущей сессии, используйте currentTab.currentSession.sessionVariableNameHere
zh_hans: 此插值字符串在窗口上下文中被计算，而非会话上下文。要访问当前会话中的变量，请使用 currentTab.currentSession.sessionVariableNameHere

# ProfilesAdvanced.AutomaticProfileSwitchingSearch
source: Automatic profile switching rules
de: Regeln für automatischen Profilwechsel
ja: 自動プロファイル切り替えルール
pt_br: Regras de troca automática de perfil
ru: Правила автоматического переключения профилей
zh_hans: 自动配置文件切换规则

# ProfilesAdvanced.EditTriggersUndo
source: Edit Triggers
de: Trigger bearbeiten
ja: トリガーを編集
pt_br: Editar gatilhos
ru: Изменить триггеры
zh_hans: 编辑触发器

# ProfilesAdvanced.EnterRulePlaceholder
source: Enter a rule…
de: Regel eingeben…
ja: ルールを入力…
pt_br: Insira uma regra…
ru: Введите правило…
zh_hans: 输入规则…

# ProfilesAdvanced.HostAlreadyBound
source: The profile “%1$@” is already bound to hostname “%2$@”.
de: Das Profil „%1$@“ ist bereits an den Hostnamen „%2$@“ gebunden.
ja: プロファイル「%1$@」は既にホスト名「%2$@」にバインドされています。
pt_br: O perfil “%1$@” já está vinculado ao nome do host “%2$@”.
ru: Профиль «%1$@» уже привязан к имени хоста «%2$@».
zh_hans: 配置文件“%1$@”已绑定到主机名“%2$@”。

# ProfilesAdvanced.RemoveFromProfile
source: Remove from “%@”
de: Aus „%@“ entfernen
ja: 「%@」から削除
pt_br: Remover de “%@”
ru: Удалить из «%@»
zh_hans: 从“%@”中移除

# ProfilesAdvanced.RemoveFromThisProfile
source: Remove from This Profile
de: Aus diesem Profil entfernen
ja: このプロファイルから削除
pt_br: Remover deste perfil
ru: Удалить из этого профиля
zh_hans: 从此配置文件移除

# ProfilesAdvanced.SemanticHistorySearch
source: Semantic history
de: Semantische Historie
ja: セマンティック履歴
ru: Семантическая история
zh_hans: 语义历史记录

# ProfilesAdvanced.SmartSelectionSearch
source: Smart selection
de: Intelligente Auswahl
ja: スマート選択
pt_br: Seleção inteligente
ru: Умное выделение
zh_hans: 智能选择

# ProfilesAdvanced.TriggersHelpBrowser
source: Triggers are actions you configure to run when certain URLs are visited or text on a web page is found.
de: Trigger sind Aktionen, die Sie so konfigurieren, dass sie ausgeführt werden, wenn bestimmte URLs besucht werden oder Text auf einer Webseite gefunden wird.
ja: トリガーとは、特定のURLにアクセスしたときやWebページ上でテキストが見つかったときに実行するよう設定できるアクションです。
pt_br: Os gatilhos são ações que você configura para executar quando certos URLs são visitados ou um texto é encontrado em uma página web.
ru: Триггеры представляют собой действия, которые запускаются при посещении определённых URL-адресов или при обнаружении текста на веб-странице.
zh_hans: 触发器是你配置的操作，当访问特定 URL 或在网页上找到文本时运行。

# ProfilesAdvanced.TriggersHelpTerminal
source: Triggers watch for text matching a regular expression to arrive in a terminal session and then perform an action in response.
de: Trigger überwachen eine Terminal-Sitzung auf Text, der einem regulären Ausdruck entspricht, und führen dann als Reaktion eine Aktion aus.
ja: トリガーは、正規表現に一致するテキストがターミナルセッションに届くのを監視し、それに応じてアクションを実行します。
pt_br: Os gatilhos aguardam a chegada, em uma sessão de terminal, de um texto que corresponda a uma expressão regular e então executam uma ação em resposta.
ru: Триггеры отслеживают появление в сессии терминала текста, соответствующего регулярному выражению, и в ответ выполняют действие.
zh_hans: 触发器监视与正则表达式匹配的文本到达终端会话，然后执行相应的操作。

# ProfilesAdvanced.TriggersSearch
source: Triggers
de: Trigger
ja: トリガー
pt_br: Gatilhos
ru: Триггеры
zh_hans: 触发器

# ProfilesColors.BrightenBoldText
source: Brighten bold text
de: Fetten Text aufhellen
ja: 太字を明るくする
pt_br: Clarear texto em negrito
ru: Делать полужирный текст ярче
zh_hans: 加亮粗体文本

# ProfilesColors.ColorPresetsSearch
source: Color presets
de: Farbvoreinstellungen
ja: カラープリセット
pt_br: Predefinições de cor
ru: Предустановки цвета
zh_hans: 颜色预设

# ProfilesColors.ColorWellDisplayName
source: %@ color
de: %@-Farbe
ja: %@の色
pt_br: Cor de %@
ru: Цвет %@
zh_hans: %@ 颜色

# ProfilesColors.CouldNotSave
source: Could not save to %@
de: Konnte nicht in %@ gespeichert werden
ja: %@ に保存できませんでした
pt_br: Não foi possível salvar em %@
ru: Не удалось сохранить в %@
zh_hans: 无法存储到 %@

# ProfilesColors.CustomColorForBold
source: Custom color for bold text
de: Benutzerdefinierte Farbe für fetten Text
ja: 太字用のカスタムカラー
pt_br: Cor personalizada para texto em negrito
ru: Особый цвет для полужирного текста
zh_hans: 粗体文本的自定义颜色

# ProfilesColors.DeletePreset
source: Delete Preset…
de: Voreinstellung löschen…
ja: プリセットを削除…
pt_br: Apagar predefinição…
ru: Удалить пресет…
zh_hans: 删除预设…

# ProfilesColors.ExportPreset
source: Export…
de: Exportieren…
ja: 書き出す…
pt_br: Exportar…
ru: Экспорт…
zh_hans: 导出…

# ProfilesColors.ImportPreset
source: Import…
de: Importieren…
ja: 読み込む…
pt_br: Importar…
ru: Импорт…
zh_hans: 导入…

# ProfilesColors.NoDeletablePresets
source: No deletable color presets.
de: Keine löschbaren Farbvoreinstellungen.
ja: 削除可能なカラープリセットはありません。
pt_br: Nenhuma predefinição de cor pode ser apagada.
ru: Нет цветовых пресетов, которые можно удалить.
zh_hans: 没有可删除的颜色预设。

# ProfilesColors.NoDeletablePresetsDetail
source: You cannot erase the built-in presets and no custom presets have been imported.
de: Die integrierten Voreinstellungen können nicht gelöscht werden, und es wurden keine benutzerdefinierten Voreinstellungen importiert.
ja: 組み込みのプリセットは削除できません。また、カスタムプリセットも読み込まれていません。
pt_br: Você não pode apagar as predefinições integradas e nenhuma predefinição personalizada foi importada.
ru: Встроенные пресеты нельзя удалить, а пользовательские пресеты не были импортированы.
zh_hans: 你无法抹掉内置预设，且尚未导入自定义预设。

# ProfilesColors.PresetHasBothModes
source: This preset has colors for both light mode and dark mode.
de: Diese Voreinstellung enthält Farben für den hellen und den dunklen Modus.
ja: このプリセットにはライトモードとダークモードの両方の色が含まれています。
pt_br: Esta predefinição tem cores para o modo claro e o modo escuro.
ru: Этот пресет содержит цвета как для светлой, так и для тёмной темы.
zh_hans: 此预设同时包含浅色模式和深色模式的颜色。
